{
    "news": {
      "sectionTitle": "In the News",
      "title": "Lab Achievements",
      "items": [
        "Prof. Balestriero's collaboration with NYU CDS wins Best Paper Award at the ICML 'Building Physically Plausible World Models' workshop!",
        "stable-ssl, our open-source SSL framework library, enters its first major refactor!",
        "Welcoming new Computer Science doctoral student Leyang Hu!",
        "The group website receives major UI changes and updates to its information!"
      ]
    },
    "funding": {
      "sectionTitle": "Funding",
      "content": "We are funded by federal departments and industry partners, including: Defense Advanced Research Projects Agency (DARPA), the National Institute for Neurological Disorders and Stroke, the National Institute for Mental Health, and the Department of Veterans Affairs.",
      "logos": [
        { "src": "/assets/logos/va.png", "alt": "U.S. Department of Veterans Affairs" },
        { "src": "/assets/logos/darpa.png", "alt": "DARPA" },
        { "src": "/assets/logos/ninds.png", "alt": "National Institute of Neurological Disorders and Stroke" },
        { "src": "/assets/logos/nimh.png", "alt": "National Institute of Mental Health" }
      ]
    },
    "diversity": {
      "sectionTitle": "Diversity, Equity, and Inclusion",
      "content": "We are committed to creating an environment that supports diverse thoughts, perspectives, and experiences. Our lab seeks to recruit, support, and retain members from backgrounds historically underrepresented in sciences.",
      "values": [
        "Inclusive Culture",
        "Respect for Identities",
        "Supporting Underrepresented Groups"
      ]
    },
    "opportunities": {
      "sectionTitle": "Research Opportunities",
      "areas": [
        {
          "title": "Postdoctoral Positions",
          "description": "Opportunities in representation learning, theoretical aspects of machine learning, and applied AI for physical sciences.",
          "linkText": "Apply Now",
          "link": "/research"
        },
        {
          "title": "Undergraduate Research",
          "description": "Positions for students in computer science, applied mathematics, and engineering with passion for machine learning theory and applying AI for science.",
          "linkText": "Explore",
          "link": "/research"
        }
      ]
    }
  }
  
